<template>
  <div>
    <div class="crumb">
      <div class="w">
        <div class="crumb-con">
          <a class="link" href="/">老师好平台</a>
          <span>></span>
          <span class="link-text">{{$route.meta.name}}</span>
        </div>
      </div>
    </div>
    <div class="about-wrap w">
      <div class="panel">
        <h3 class="panel-title">免责声明</h3>
        <div class="panel-body">
          <div class="article">
            <span class="wrap">
              <h3>总则</h3>
            </span>
            用户在接受老师好网站服务之前，请务必仔细阅读本条款并同意本声明。
            <br>
            <br>
            本站还在开发中，数据均为模拟数据，如发现任何侵权行为请通知我们，我们会立刻删除相关数据。
            <br>
            <br>
            用户直接或通过各类方式（如站外API引用等）间接使用老师好网站服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用老师好网站所提供的全部服务。
            <br>

            <span class="wrap">
              <h3>第一条</h3>
            </span>
            用户以各种方式使用老师好网站服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用老师好网站或老师好网站用户发布内容）的过程中，不得以任何方式利用老师好网站直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：
            <br>
            <br>1. 发布、转载或提供的内容符合中国法律、社会公德；
            <br>2. 不得干扰、损害和侵犯老师好网站的各种合法权利与利益；
            <br>3. 遵守老师好网站以及与之相关的网络服务的协议、指导原则、管理细则等；
            <br>
            <br>老师好网站有权对违反上述承诺的内容予以删除。
            <br>

            <span class="wrap">
              <h3>第二条</h3>
            </span>
            1. 老师好网站仅为用户发布的内容提供存储空间，老师好网站不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证老师好网站的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用豆瓣，老师好网站不承担任何法律责任。
            <br>
            <br>2. 用户在老师好网站发表的内容（包含但不限于老师好网站目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表老师好网站的立场或观点。其中，「豆瓣一刻」App的订阅服务是仅为用户提供信息传播与分享的平台性服务。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。老师好网站不承担任何法律及连带责任。
            <br>
            <br>3. 用户在老师好网站发布侵犯他人知识产权或其他合法权益的内容，老师好网站有权予以删除，并保留移交司法机关处理的权利。
            <br>
            <br>4. 个人或单位如认为老师好网站上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与老师好网站取得联系，以便老师好网站迅速做出处理。
            <br>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script type="text/ecmascript-6">
export default {
  data() {
    return {};
  },
  created() {},
  methods: {
    test() {}
  },
  components: {}
};
</script>
<style rel="stylesheet/scss" lang="scss">
.panel img {
  background-color: #ddd;
}
</style>
